module.exports = {
  locations: [
    {
      id: 1,
      latitude: 49.439110578227455,
      longitude: 31.302030139697213,
      name: "Аптека №3",
      address: "м.Вінниця, вул.Коріатовичів Князів, 181а, прим.186, 187, Вінницька обл, Україна",
      contact: "contact details"
    }, 
    {
      id: 2,
      latitude: 49.539110578227455,
      longitude: 31.202030139697213,
      name: "Аптека №3",
      address: "м.Вінниця, вул.Коріатовичів Князів, 181а, прим.186, 187, Вінницька обл, Україна",
      contact: "contact details"
    }, 
    {
      id: 3,
      latitude: 49.339110578227455,
      longitude: 31.502030139697213,
      name: "Аптека №3",
      address: "м.Вінниця, вул.Коріатовичів Князів, 181а, прим.186, 187, Вінницька обл, Україна",
      contact: "contact details"
    }, 
    {
      id: 4,
      latitude: 49.499110578227455,
      longitude: 31.392030139697213,
      name: "Аптека №3",
      address: "м.Вінниця, вул.Коріатовичів Князів, 181а, прим.186, 187, Вінницька обл, Україна",
      contact: "contact details"
    }
  ]
}