export const content = [
  {
    id: 'map-description',
    header: 'Карта',
    subheader: 'Map',
    content: [
      `На карті зазначені аптеки, про наявність інсуліну в яких йдеться в публікаціях Міністерства охорони здоров’я. Перелік відкритих аптек може змінюватися з огляду на питання безпеки роботи закладів за конкретними адресами. Ми активно працюємо над тим, щоб перевіряти актуальність інформації, додавати нові джерела та реалізувати можливість отримувати достовірні дані від вас – наших користувачів. Втім, на даний момент ми не можемо стовідсотково гарантувати наявність ліків у тій чи іншій локації. Тому перед тим як звернутись до найближчої до вас аптеки, радимо зателефонувати до неї, щоб дізнатися години її роботи та уточнити наявність інсуліну.`,
    ],
  },

  {
    id: 'insulin',
    header: 'Як отримати інсуліни?',
    subheader: 'How to get insulin?',
    content: [
      `Відповідно до рішення, ухваленого урядом України 12 березня 2022 року, на період воєнного стану в Україні інсулін для пацієнтів відпускатимуть безкоштовно. Кошти за виробництво інсуліну повністю компенсують з держбюджету, тому пацієнтам не потрібно буде доплачувати за препарат. Єдине, що необхідно пред’явити в аптеці – рецепт на цей вид ліків.`,
      `<br /><br />Рецепт на інсулін в електронній або паперовій формі може виписати сімейний лікар, терапевт чи педіатр, незалежно від того, чи була Вами з ним попередньо укладена декларація, а також лікар-ендокринолог. Згідно з наказом МОЗ, лікарі можуть виписувати рецепти на інсулін з розрахунку на тримісячний термін лікування.`,
      `<br /><br />Детальніше про процес отримання електронного рецепту на інсулін можна дізнатися <a class="a_info" href="https://moz.gov.ua/article/news/elektronni-recepti-na-insulin">на сторінці МОЗ</a>.`,
      `<br /><br />Отримати паперовий рецепт можна у лікаря, з яким підписано декларацію на обслуговування (в Центрах первинної-медико-санітарної допомоги), або у вузького спеціаліста (в Консультативно-діагностичних центрах). Для цього хворому або його представнику необхідно звернутися у заклад без попереднього запису, але з урахуванням вимог комендантської години.`,
      `<br /><br />Окрім інсулінів, паперові рецепти наразі діють і на життєво необхідні ліки для хронічних хворих, а також препарати, які відпускаються по програмі <a class="a_info" href="https://moz.gov.ua/dostupni-liki">Доступні ліки</a>.`,
      `<br /><br />Якщо поблизу вас є одинокі хворі люди - дізнайтеся, чи потрібні їм ліки. Якщо є можливість - сходіть отримати їх рецепт та придбайте медикаменти, які збережуть їм життя.`
    ],
  },
  {
    id: 'contacts',
    header: 'Корисні посилання та контакти',
    subheader: 'Useful links and contacts',
    content: [
      `- Гаряча лінія МОЗ: <a class="a_info" href="tel:0 800 60 20 19">0 800 60 20 19</a>`,
      `<br />- Урядова гаряча лінія для запитів з гуманітарних питань: 1545`,
      `<br />- Офіційний сайт Міністерства охорони здоров’я: <a class="a_info" href="https://moz.gov.ua/">https://moz.gov.ua</a>`,
      `<br />- Список аптек у вигляді таблиці, опублікований Міністерством охорони здоров'я: <a class="a_info" href="https://bit.ly/apteky_insul">https://bit.ly/apteky_insul</a>`,
      `<br />- Інтерактивна мапа Opir: <a class="a_info" href="https://opir.org/">https://opir.org</a> `,
      `<br />- Інсуліновмісні та інші препарати за найменуваннями можна знайти через сервіси <a class="a_info" href="https://tabletki.ua/uk/">https://tabletki.ua/uk</a> та <a class="a_info" href="https://liki24.com/uk/">https://liki24.com/uk</a>`,
      `<br />- Карти аптек, що мають в наявності інсулін: в Києві (<a class="a_info" href="https://www.google.com/maps/d/u/0/viewer?mid=1dDKrnjMJs3vcFfoE77CVYV-X2tF9jzeZ&ll=50.39354263353069%2C30.65935049585683&z=13">карта</a>), по всій Україні (<a class="a_info" href="https://datastudio.google.com/u/0/reporting/a48352ec-5bf3-42a7-87ec-f3bdac72f895/page/pKPnC">datastudio</a>).`,
      `<br />- Якщо ви маєте можливість поділитися ліками чи потребуєте їх, долучайтеся до чату в Telegram: <a class="a_info" href="https://t.me/diapidtrymka">https://t.me/diapidtrymka</a>`,
    ],
  },
  {
    id: 'about',
    header: 'Про нас',
    subheader: 'About',
    content: [
      `Ми - багатонаціональна команда молодих людей, натхненних ідеєю допомогти інсулінозалежним українцям, що опинились у скруті. Об’єднавшись задля досягнення цієї мети під час участі в Міжнародному хакатоні Code4Ukraine, ми розробили цей інформаційний ресурс, що надає найсвіжішу інформацію з офіційних джерел про наявність інсуліну в аптеках по всій Україні. Перемога у хакатоні не стала фінальним акордом в історії нашого проекту, а лише спонукала до ще активнішої роботи над його розвитком. Чим ми наразі й займаємось.`,
      `<br /><a class="a_info" href="PressRelease.pdf">Більше інформації</a>`
    ],
  },

  {
    id: 'partners',
    header: 'Партнери',
    subheader: 'співпрацюємо з',
    type: 'inline',
    content: [
      `<a key="partner1" className="inline" href="https://www.fundacja-cukrzyca.pl"><img className="parnerLogo" src="https://www.fundacja-cukrzyca.pl/images/logo-cukrzyca.png"></a>`,
      `<a key="partner2" className="inline" href="https://gdsc.community.dev/national-technical-university-of-ukraine-kyiv-polytechnic-institute-natsionalnii-tekhnichnii-universitet-ukrayini-kiyivskii-politekhnichnii-institut"><img className="parnerLogo" src="https://res.cloudinary.com/startup-grind/image/upload/dpr_2.0,fl_sanitize/v1/gcs/platform-data-dsc/contentbuilder/logo_dark_stacked_5giak2X.svg"></a>`,
      // '<br />',
    ],
    last: true,
  },
]
