export const content = [
  {
    id: 'map-description',
    header: 'Карта',
    subheader: 'Map',
    content: [
      'Перелік відкритих аптек може змінюватися з огляду на питання безпеки роботи закладів за конкретними адресами. Перед тим як звернутись до найближчої до вас аптеки, варто зателефонувати до неї, щоб дізнатися години її роботи та уточнити наявність інсуліну.',
    ],
  },

  {
    id: 'prescription',
    header: 'Як отримати рецепт?',
    subheader: 'How to get a prescription?',
    content: [
      `Отримати паперовий рецепт можна у лікаря, з яким підписано декларацію на обслуговування (в Центрах первинної-медико-санітарної допомоги), або у вузького спеціаліста (в Консультативно-діагностичних центрах). Для цього хворому або його представнику необхідно звернутися у заклад без попереднього запису, але з урахуванням вимог комендантської години. Окрім інсулінів паперові рецепти наразі діють і на життєво необхідні ліки для хронічних хворих, а також препарати, які відпускаються по програмі <a href="https://moz.gov.ua/dostupni-liki">Доступні ліки</a>. Якщо поблизу вас є одинокі хворі люди – дізнайтеся, чи потрібні їм ліки. Якщо є можливість – сходіть отримати їх рецепт та придбайте медикаменти, які збережуть їм життя.`,
    ],
  },
  {
    id: 'contacts',
    header: 'Контакти',
    subheader: 'Contacts',
    content: [
      `- Гаряча лінія МОЗ 0 800 60 20 19 - Офіційний сайт Міністерства охорони здоров’я: <a href="https://moz.gov.ua/">https://moz.gov.ua/</a> <br />- Список аптек у вигляді таблиці, опублікований Міністерством охорони здоров'я: <a href="https://bit.ly/apteky_insul"> https://bit.ly/apteky_insul </a> <br />- Якщо ви маєте можливість поділитися ліками чи потребуєте їх, долучайтеся до чату в Telegram: <a href="https://t.me/diapidtrymka">https://t.me/diapidtrymka</a>`,
    ],
  },
  {
    id: 'about',
    header: 'Про нас',
    subheader: 'About',
    content: [
      'Ми надаємо найсвіжішу інформацію з офіційних джерел про наявність інсуліну в аптеках по всій Україні',
    ],
    last: true,
  },
]
